/* code credit */
"Engine, frontend, net server" = "Motor, interfaz, servidor de red";
"Many desktop frontend improvements" = "Muchas mejoras en la interfaz de escritorio";
"Many engine and desktop frontend improvements" = "Muchas mejoras en el motor y en la interfaz";
"Drillrocket, Ballgun, RC Plane weapons" = "Armas: Cohete taladro, Pistola de bolas, avión RC";
"Mine number and time game settings" = "Mis ajustes sobre el número y el tiempo de juego";
"Desktop frontend improvements" = "Mejoras en la interfaz de escritorio";
"Desktop frontend improvements" = "Mejoras en la interfaz de escritorio";
"Mac OS X and iPhone version" = "Version para iPhone y Mac OS X";
"Many desktop frontend improvements" = "Muchas mejoras en la interfaz de escritorio";
"Gamepad and Lua integration" = "Integración con Lua y un Gamepad";
"Many engine improvements and graphics" = "Muchas mejoras en el motor y los gráficos";
"Maze maps" = "Mapas de mazmorra";
"Engine and desktop frontend improvements" = "Mejoras en el motor y en la interfaz";
"Lua game modes and missions" = "Modos de juego en Lua y misiones";
"Desktop frontend improvements" = "Mejoras en la interfaz de escritorio";
"Android port" = "Versión para Android";

/* art credit */
"Main graphics" = "Gráficos principales";
"Some hats" = "Algunos sombreros";
"Hedgehogs voice" = "Voz de los Hedgehogs";

/* translation credit */
"Brazilian Portuguese" = "Portugués brasileño";
"Bulgarian" = "Bulgaro";
"Czech" = "Checo";
"Chinese" = "Chino";
"English" = "Inglés";
"Finnish" = "Finlandés";
"French" = "Francés";
"German" = "Alemán";
"Greek" = "Griego";
"Italian" = "Italiano";
"Japanese" = "Japonés";
"Korean" = "Coreano";
"Lithuanian" = "Lituano";
"Polish" = "Polaco";
"Portuguese" = "Portugués";
"Russian" = "Ruso";
"Slovak" = "Eslovaco";
"Spanish" = "Español";
"Swedish" = "Sueco";
"Ukrainian" = "Ucraniano";
